<?php
/*
Template Name: Rental Agreement

*/
?>

<?php get_header("rental_agreement"); ?>

<section class="public-contract">
    <div class="container">
        <div class="row mt-5">
            <div class="col-12 mt-3">
                <h1 class="mt-5">
                    ПУБЛІЧНИЙ ДОГОВІР
                    <br>
                    <span>
                        Про надання послуг з прокату електросамоката
                    </span>

                </h1>

                <span>
                    м. Львів
                </span>
                <p>
                    Даний Договір є публічним, відповідно до ст. ст. 633, 641 Цивільного кодексу України, та його умови
                    є однакові для всіх Наймачів, беззастережне прийняття умов якого вважаються акцептуванням цієї
                    оферти Наймачем, для чого Наймодавець публікує цей Договір про таке:
                </p>

                Товариство з обмеженою відповідальністю  <strong>«Е-ВІНГС»</strong> , в особі директора <strong>Мотрука Романа Руслановича</strong> , що діє
                на підставі Статуту, іменований надалі «Наймодавець», з однієї сторони, та дієздатна фізична особа
                (громадянин України, іноземець, особа без громадянства), яка акцептувала оферту публічного Договору про
                надання послуг з прокату електросамоката, іменована надалі «Наймач», з іншої сторони, разом іменовані –
                Сторони, уклали даний публічний Договір про надання послуг з прокату електросамоката (надалі – Договір)
                про наступне:


                <h3 class="text-center mt-4">
                    1. ВИЗНАЧЕННЯ ТЕРМІНІВ
                </h3>

                <p>
                <strong>
                Акцепт
                </strong>
                     - відповідь фізичної особи, якій адресована пропозиція укласти договір, про її прийняття
                    (прийняття пропозиції);

                </p>
                <p>
                <strong>
                Безакцептне списання коштів
                </strong>
                     – списання грошових коштів з банківської карти, вказаної Наймачем на
                    виконання умов цього Договору. Списання коштів здійснюється без отримання додаткової згоди з боку
                    Наймача, за правилами і в порядку, передбаченими законодавством України і цим Договором.
                </p>
                <p>
                <strong>
                Мобільний додаток «E-Wings» (далі Мобільний додаток)
                </strong>
                     - надавана Наймодавцем програма, що
                    встановлюється Наймачем на мобільний пристрій та дозволяє користуватися сервісами Наймодавця.
                </p>
                <p>
                <strong>
                    Персональні дані
                </strong>
                     - будь-яка інформація що стосується Наймача, в тому числі, його прізвище, ім'я, по
                    батькові, рік, місяць, дата і місце народження, адреса, паспортні дані, а також дані іншого
                    документа, що посвідчує особу Наймача, контактні телефони, e-mail, обліковий запис в Мобільному
                    додатку; відомості про банківську картку, надані Наймачем при реєстрації в Мобільному додатку, а
                    також інші відомості, які можуть стати відомими Наймадавцю стосовно Наймача при укладанні, виконанні
                    та припиненні дії цього Договору.
                </p>
                <p>
                <strong>
                ПДР
                </strong>

                     – правила дорожнього руху (з усіма змінами та доповненнями), затверджені постановою Кабінету
                    Міністрів України від 10 жовтня 2001 р. № 1306.</p>
                <p>
                <strong>
                Прокат
                </strong>
                     - використання електросамокату відповідно до його цільового призначення (особистого
                    пересування містом), з моменту початку прокату до моменту його завершення, за правилами, визначеними
                    цим Договором. У цьому Договорі терміни «прокат» і «оренда» використовуються як рівнозначні.
                </p>
                <p>
                <strong>
                Сайт Наймодавця
                </strong>
                     -
                    <a href="https://e-wings.com.ua" class="site">
                        https://e-wings.com.ua

                    </a>

                </p>
                <p>
                <strong>
                Публічна оферта
                </strong>
                     – така, що містить всі істотні умови Договору прокату пропозиція Наймодавця про
                    укладення Договору на зазначених в ньому умовах з будь-якою фізичною особою, яка може виступати
                    Наймачем за цим Договором. У цьому Договорі терміни «Публічна оферта» і «Оферта» використовуються як
                    рівнозначні.
                </p>
                <p>
                <strong>
                Електросамокат
                </strong>
                
                 – транспортний засіб, що надається Наймачу Наймодавцем в тимчасове користування за
                    Договором прокату, який укладається шляхом акцепту Наймачем даного публічного Договору за допомогою
                    додатку «E-wings».</p>
                <p>
                <strong>
                Зона користування
                </strong>
                
                 – територія міста, позначена в додатку «E-wings», в межах якої Наймодавець надає
                    послуги прокату електросамокатів, та в межах якої Наймач може користуватися послугами Наймодавця.
                </p>
                
                <p>
                <strong>
                Бронювання
                </strong>
                 – закріплення обраного Наймачем електросамоката за даним користувачем на час бронювання.
                
                </p>

                <h3>
                    2. ПРЕДМЕТ ДОГОВОРУ
                </h3>

                <p>
                    2.1 Наймодавець передає Наймачеві в тимчасове користування електросамокат, а Наймач приймає
                    електросамокат для використання в споживчих цілях (для особистих потреб), не пов'язаних із
                    здійсненням
                    підприємницької діяльності.
                </p>

                <p>
                    2.2 Наймач може користуватися електросамокатом в межах Зони користування. За межами вказаної Зони
                    Наймач
                    не матиме можливості завершити поїздку, а отже, плата за користування буде стягуватися до того
                    моменту
                    поки Наймач не повернеться в Зону користування та завершить поїздку.
                </p>

                <h3>
                    3. УМОВИ ТА ПОРЯДОК УКЛАДЕННЯ ДОГОВОРУ
                </h3>

                <p>3.1 На момент укладення договору Наймач повинен володіти повною цивільною дієздатністю (бути
                    повнолітнім
                    на момент акцептування даної оферти, усвідомлювати значення своїх дій та могти керувати ними).</p>
                <p>3.2 Наймач, який бажає укласти Договір, повинен акцептувати дану Оферту в електронній формі, в
                    порядку
                    визначеному Договором.</p>
                <p>3.3 Договір укладається шляхом приєднання Наймача до встановлених Договором умов в цілому, без
                    будь-яких
                    умов чи застережень;</p>
                <p>3.4 Акцепт означає, що Наймач ознайомився з усіма положеннями Договору, згоден з ними і приймає на
                    себе
                    беззастережний обов’язок дотримуватися їх.</p>
                <p>3.5 Акцепт вважається вчиненим Наймачем за умови виконання ним наступної сукупності дій:</p>
                <p>3.5.1 заповнення Наймачем в повному об’ємі анкети, яка надається Наймачу в момент реєстрації в
                    сервісі
                    «E-wings».</p>
                <p>3.5.2 ознайомлення Наймача в повному обсязі з умовами даного Договору та Політикою конфіденційності,
                    проставлення біля них відповідних відміток при реєстрації в сервісі «E-wings», які Наймодавець тта
                    Наймач визнають аналогом власноручного підпису Наймача, рівним за юридичною силою власноручному
                    підпису
                    Наймача на паперовому носії.</p>
                <p>3.6 Сторони погодили, що у разі виникнення у Наймодавця сумнівів щодо достовірності даних, зазначених
                    в
                    Анкеті персональних даних, при реєстрації в сервісі «E-wings», він має право через Мобільний додаток
                    або
                    іншим способом направити запит про надання додаткової інформації про особу Наймача, в тому числі,
                    фотографій сторінок його паспорта, або іншого документа, що посвідчує особу. Сторони погодили, що
                    при
                    ненаданні такої додаткової інформації, що дозволяє усунути сумніви в достовірності зазначених у
                    Анкеті
                    персональних даних, акцепт може вважатися не здійсненим, а Договір може вважатися неукладеним.</p>
                <p>3.7 Наймодавець не несе відповідальності або будь-яких зобов'язань у разі, якщо оферта не акцептована
                    і
                    Договір не укладено через неможливість обробки наданих Наймачем відомостей та інформації з технічних
                    причин.</p>
                <p>
                    3.8 Шляхом акцепту оферти Наймач підтверджує, що будь-які дії, що здійснюються в сервісі «E-wings»
                    під
                    його обліковим записом, здійснені особисто Наймачем. Всі ризики, пов'язані з несанкціонованим
                    використанням облікового запису або мобільного пристрою Наймача несе Наймач.</p>
                <p>
                    3.9 Шляхом акцепту оферти Наймач підтверджує, що згоден з обробкою своїх персональних даних
                    Наймодавцем
                    відповідно до умов Договору та згоден із записом розмов при зверненні в Кол-центр Наймодавця.</p>



                <h3>
                    4. ЗМІСТ ДОГОВОРУ
                </h3>

                <p>
                    4.1 Обов’язки Наймодавця:

                </p>
                <p>4.1.1 Надати Наймачеві через Мобільний додаток «E-wings» або шляхом розміщення на Сайті Наймодавця
                    повну
                    інформацію про електросамокат, його технічні характеристики, розміри орендних платежів тощо, а також
                    своєчасно розміщувати на Сайті Наймодавця інформацію про зміни умов Договору;</p>
                <p>4.1.2 Надати Наймачеві придатний для використання за його цільовим призначенням електросамокат;</p>
                <p> 4.1.3 Нести витрати на утримання елестросамоката, що виникають у зв'язку з його нормальною
                    експлуатацією
                    (за винятком витрат, які прямо покладені Договором на Наймача);</p>
                <p> 4.1.4 Забезпечувати дотримання вимог законодавства України при отриманні і обробці персональних
                    даних
                    Наймача;</p>
                <p>4.1.5 Належним чином виконувати обов’язки, які випливають з цього Договору;</p>
                <p>
                    4.2 Права Наймодавця:

                </p>
                <p>
                    4.2.1 Здійснювати перевірку відомостей, в тому числі персональних даних, що надаються Наймачем під
                    час
                    реєстрації в Мобільному додатку «E-wings»;
                </p>
                <p>4.2.2 Обробляти персональні дані Наймача, надані під час реєстрації в Мобільному додатку «E-wings», а
                    також отримані при укладенні та виконанні цього Договору;</p>
                <p>
                    4.2.3 Здійснювати перевірку заборгованості Наймача за цим Договором, а також за іншими договорами
                    між
                    Наймачем і Наймодавцем, в разі якщо такі були укладені;</p>
                <p>
                    4.2.4 Здійснювати контроль за забезпеченням збереження електросамоката, а також за його технічним
                    станом, контролювати відповідність експлуатації електросамоката цілям, встановленим цим Договором;
                </p>
                <p> 4.2.5 Відмовити в укладенні договору, в разі надання Наймачем під час реєстрації в Мобільному
                    додатку
                    «E-wings» недостовірних або не повний персональних даних;</p>
                <p>4.2.6 Відмовити в укладенні Договору, призупинити або припинити його дію, при наявності у Наймача
                    заборгованості, яка витікає з цього або інших Договорів, укладених між Наймачем і Наймодавцем, до
                    моменту погашення такої заборгованості в повному обсязі, а також у разі порушення Наймачем інших
                    умов
                    даного Договору;</p>
                <p>4.2.7 В односторонньому порядку вносити зміни до цього Договору (в т.ч. умови про вартість і умови
                    прокату), про що повідомляти Наймача шляхом розміщення відповідних відомостей на Сайті Наймодавця
                    або в
                    Мобільному додатку «E-wings»;</p>
                <p>4.2.8 У разі покидання електросамоката, яким користується Наймач, Зони користування, більш ніж на 1
                    кілометр, заявити в правоохоронні органи про факт крадіжки, а також вдатися до інших передбачених
                    законодавством України способів захисту своїх прав;</p>
                <p>
                    4.2.9 У разі наявності у Наймодавця достатніх підстав вважати, що Наймачем здійснюються шахрайські
                    дії,
                    а також інші прояви несумлінної поведінки, в односторонньому порядку припинити виконання за цим
                    Договором, повідомивши про це Наймача через Мобільний додаток «E-wings».</p>
                <p>4.2.10 Перевести електросамокат в режим економії енергії (зниження швидкості) у разі зниження заряду
                    акумулятора нижче 10%</p>
                <p> 4.3 Права Наймача:
                    Наймач має право користуватись електросамокатом згідно його цільового призначення, в строки, в
                    порядку
                    та на умовах передбачених цим Договором.</p>
                <p>
                    4.4 Обов’язки Наймача:

                </p>
                <p>4.4.1 До початку використання електросамоката провести його зовнішній огляд на предмет наявності
                    пошкоджень;</p>
                <p>
                    4.4.2 При виявленні пошкоджень або іншого роду недоліків електросамоката до початку його
                    використання,
                    повідомити про це Наймодавця і відправити йому фотографії за допомогою Мобільного додатку «E-wings».
                    У
                    разі якщо Наймач до початку використання не повідомив Наймодавця про існуючі пошкодження або іншого
                    роду
                    недоліки електросамоката, Наймач визнає себе винним в заподіянні ушкоджень під час користування ним
                    електросамокатом, якщо такі були виявлені іншим Наймачем або Наймодавцем в подальшому.</p>
                <p>
                    4.4.3 За відсутності ушкоджень та інших недоліків у електросамоката, прийняти електросамокат у
                    тимчасове
                    користування в порядку, передбаченому розділом 7 цього Договору;</p>
                <p>
                    4.4.4 Використовувати електросамокат строго у відповідності до його цільового призначення.</p>
                <p>
                    4.4.5 Керувати електросамокатом особисто. Наймач не має права передавати електросамокат третім
                    особам у
                    користування в суборенду.</p>
                <p>4.4.5.1 Наймач не має права передавати електросамокат особам, які не досягли повноліття або
                    недієздатним
                    особам, чи особам дієздатність яких є обмеженою.</p>
                <p>4.4.6 Забезпечувати збереження електросамоката з моменту прийому в користування до моменту завершення
                    прокату.</p>
                <p>
                    4.4.7 Бережно користуватися майном Наймодавця. Вживати заходів щодо запобігання шкоди майну
                    Наймодавця.
                    У зв'язку з цим, Наймачу забороняється вчиняти ряд дій.</p>
                <p>
                    4.4.7.1 Наймачу забороняється використовувати електросамокат на нерівних поверхнях, поза тротуарами
                    і
                    доріжками з твердим покриттям, переїжджати через будь-які ями, вибоїни, гірки, інші нерівності, що
                    відрізняються від основного полотна більш ніж на 3 см, так само як і мають гострі краї, або інші
                    особливості дорожнього полотна, що створюють додаткове навантаження для коліс електросамоката,
                    калюжі,
                    глибиною понад 1 см незалежно від можливості зовнішнього визначення глибини;</p>
                <p> 4.4.7.2 Наймачу забороняється використовувати електросамокат для їзди по бездоріжжю, пересіченій
                    місцевості;</p>
                <p>
                    4.4.7.3 Наймачу забороняється виконувати акробатичні трюки, здійснювати стрибки, наїзди на
                    перешкоди,
                    бордюри, сходи; використовувати електросамокат в змаганнях;</p>
                <p>
                    4.4.7.4 Наймачу забороняється використовувати електросамокат для транспортування, буксирування
                    вантажів;
                    пересуватися на електросамокаті більш ніж одній людині одночасно, а також перевозити дітей і тварин;
                    переміщатися на електросамокаті при перевищенні сумарної ваги (з одягом, сумкою, рюкзаком і т.д.)
                    понад
                    100 кг;</p>
                <p>
                    4.4.7.5 Наймачу забороняється залишати електросамокат після закінчення прокату у важкодоступних
                    місцях,
                    пристібати його до різних конструкцій (знаків, стовпів, огорож тощо) або іншим чином блокувати
                    електросамокат;</p>
                <p>
                    4.4.7.6 Наймачу забороняється розбирати електросамокат або знімати будь які деталі з нього;

                </p>
                <p>

                    4.4.7.7 Наймачу забороняється знімати наклейки, ідентифікаційні номери, штрих-коди, так само як і
                    наносити написи, наклеювати наклейки, наносити позначки, пошкоджувати лакофарбове покриття
                    електросамокатів, забруднювати його (за винятком нормального забруднення під час використання);</p>
                <p>
                    4.4.7.8 Наймачу забороняється використовувати технології або вживати дії, які можуть завдати шкоди
                    Сайту
                    Наймодавця, Мобільному додатку «E-wings», електросамокатам, іншому майну Наймодавця;</p>
                <p> 4.4.7.9 Наймачу забороняється вносити будь-які зміни в електросамокат, змінювати будь-які його
                    характеристики, здійснювати поліпшення або погіршення електросамокатів.</p>
                <p>4.4.8 Негайно сповістити Наймодавця через Мобільний додаток «E-wings» про будь-які ушкодження
                    електросамоката, отримані під час прокату, відключення будь-яких з систем, інші несправності,
                    дорожньо-транспортні пригоди за участю електросамоката; порушення функціонування Мобільного додатку
                    «E-wings». При таких обставинах Наймач повинен припинити використання електросамоката, про що
                    потрібно
                    проінформувати Наймодавця через Мобільний додаток «E-wings»;</p>
                <p>
                    4.4.9 Вживати належних заходів для захисту свого облікового запису в сервісі «E-wings», включаючи
                    свої
                    ім'я та пароль, від несанкціонованого використання іншими особами, і негайно повідомити Наймодавцю
                    відповідну інформацію, в разі виявлення такого використання;</p>
                <p>4.4.10 Наймач не має права передавати дані свого облікового запису в сервісі «E-wings» (логін, пароль
                    тощо) третім особам;</p>
                <p> 4.4.11 У разі виникнення у Наймодавця сумнівів щодо правомочності використання зареєстрованого
                    облікового запису, Наймодавець має право направити запит про надання додаткової інформації про особу
                    Наймача, в тому числі, фотографій сторінок його паспорта, або іншого документа, що посвідчує особу.
                    Сторони домовилися, що у разі ненадання відповіді на запит, Наймодавець має право призупинити, а
                    після
                    закінчення трьох діб припинити дію цього Договору.</p>
                <p>
                    4.4.12 Стежити за оновленнями інформації на Сайті Наймодавця, а також в Мобільному додатку
                    «E-wings»;

                </p>
                <p>

                    4.4.13 Своєчасно, згідно з умовами цього Договору вносити орендну плату, оплачувати інші платежі,
                    передбачені Договором;
                </p>
                <p>
                    4.4.13.1 Своєчасно, згідно з умовами цього Договору оплатити в повній мірі послуги прокату
                    електросамоката, навіть якщо електросамокат через низький заряд батареї перейшов в економний режим,
                    або
                    відключився через те, що був розряджений під час попереднього періоду прокату цим Наймачем;</p>
                <p>4.4.14 У випадку списання коштів з рахунку Наймача в розмірі, що не відповідає тарифам, негайно
                    повідомити про це Наймодавця через Мобільний додаток «E-wings», електронною поштою або за телефоном,
                    вказаними на сайті Наймодавця;</p>
                <p>4.4.15 Після закінчення використання електросамокату і припинення прокату Наймач зобов'язаний
                    припаркувати електросамокат в межах Зони користування на велопарковці, а в разі її відсутності - на
                    узбіччі дороги або на тротуарі, але таким чином, щоб електросамокат не перешкоджав руху пішоходів
                    або
                    транспортних засобів. Наймач не повинен допускати паркування електросамоката на трамвайних коліях,
                    на
                    залізничних коліях чи переїздах, у тунелях, на естакадах, мостах, шляхопроводах, на пішохідних
                    переходах
                    і ближче 5 м перед ними чи після них; на проїжджій частині, поблизу небезпечних поворотів; на смузі
                    для
                    велосипедистів; на перетині проїжджих частин і ближче 5 м від краю проїжджої частини; ближче 15
                    метрів
                    від місць зупинки маршрутних транспортних засобів або стоянки легкових таксі.</p>
                <p> 4.4.16 Електросамокат повинен бути повернутий Наймодавцю в технічно справному стані, без будь-яких
                    ушкоджень, в порядку, передбаченому цим Договором;</p>
                <p>4.4.17 Під час користування електросамокатом Наймач зобов'язаний дотримуватися правил дорожнього руху
                    і
                    особисто нести відповідальність, встановлену законодавством України, за їх порушення. У зв'язку з
                    цим,
                    Наймач при користуванні електросамокатом, зокрема, повинен:
                    - здійснювати рух по велосипедній доріжці;
                    - при рухові в темну пору доби або в умовах недостатньої видимості необхідно увімкнути фару
                    самоката, а
                    також рекомендується мати на собі предмети зі світловідбиваючими елементами і забезпечувати
                    видимість
                    цих елементів іншим учасникам дорожнього руху.</p>
                <p>
                    4.4.18 Для запобігання ймовірності притягнення Наймача до відповідальності за порушення правил
                    дорожнього руху, Наймачу забороняється:
                    - керувати електросамокатом в стані алкогольного, наркотичного, токсичного або іншого сп'яніння, так
                    само як і відмовлятися від проведення процедури медичного огляду за запитом уповноваженої особи;
                    - керувати електросамокатом не тримаючись за кермо хоча б однією рукою;
                    - спускатися на електросамокаті в метро, підземні переходи, заїжджати всередину будівель та споруд,
                    на
                    території з обмеженим доступом, приватні території тощо;</p>
                <p>
                    4.4.19 Не допускати заподіяння шкоди життю, здоров'ю та майну третіх осіб, в тому числі інших
                    учасників
                    дорожнього руху. У разі заподіяння шкоди з використанням електросамоката, Наймач притягується до
                    відповідальності в порядку, передбаченому чинним законодавством України.</p>


                <h3>
                    5. РОЗМІР, ПОРЯДОК І СПОСІБ ОПЛАТИ
                </h3>

                <p>
                    5.1 Здійснення орендних платежів, штрафів та інших платежів, передбачених цим Договором,
                    здійснюється за допомогою безакцептного списання грошових коштів з гаманця Наймача в додатку
                    "E-wings" у відповідність з тарифами Наймодавця.</p>
                <p> 5.2 Особистий гаманець Наймач поповнює шляхом перенаправлення на сайт платіжної системи Liqpay, де
                    Наймач вводить дані своєї дійсної банківської карти, та виконує інші вимоги для поповнення
                    особистого гаманця в сервісі "E-wings".</p>
                <p>5.3 При акцепті цієї Оферти Наймач висловлює свою беззастережну згоду на на безакцептне списання
                    грошових коштів з особистого гаманця в сервісі "E-wings", що становлять орендні платежі, штрафи та
                    інші платежі, передбачені цим Договором.</p>
                <p>
                    5.4 За користування електросамокатом Наймач сплачує Наймодавцю орендну плату відповідно до тарифів
                    вказаних в Мобільному додатку "E-wings" та на сайті Наймодавця;

                </p>
                <p>
                    5.5 На послуги Наймодавця не нараховується ПДВ, оскільки він не зареєстрований як платник ПДВ.

                </p>
                <p>
                    5.6 Списання грошових коштів за користування електросамокатом здійснюється відразу після припинення
                    користування електросамокатом (після завершення поїздки).
                </p>
                <p>
                    5.7 При неправомірному списанні грошових коштів з гаманця Наймача в додатку "E-wings", останній має право звернутись до Наймодавця за номерами телефонів (контактами), що вказані на сайті E-wings (https://e-wings.com.ua/) , для повернення таких коштів.
                </p>

                <h3>
                    6. СТРОК ПРОКАТУ ЕЛЕКТРОСАМОКАТА
                </h3>

                <p>
                    6.1 Строк прокату електросамоката обчислюється в хвилинах.

                </p>
                <p>6.2 Строк прокату електросамоката розпочинається з моменту натискання у Мобільному додатку «E-wings»
                    кнопки «Сканувати» і закінчується у момент фактичного завершення прокату електросамоката Наймачем
                    шляхом натискання кнопки «Завершити поїздку» в Мобільному додатку «E-wings», і, при можливому запиті
                    Наймодавця, надіслання, в якості підтвердження, фотографії загального вигляду припаркованого
                    електросамоката через Мобільний додаток «E-wings».</p>
                <p>
                    6.3 Наймач не має права користуватись електросамокатом до акцепту даного публічного Договору, а
                    також після його виконання, завершення, розірвання, припинення тощо.

                </p>

                <h3>
                    7. ПОРЯДОК ПРИЙОМУ-ПЕРЕДАЧІ ЕЛЕКТРОСАМОКАТА
                </h3>

                <p>
                    7.1 Прийом-передача електросамоката від Наймодавця до Наймача здійснюється наступним чином:

                </p>
                <p>
                    7.1.1 Наймач за допомогою Мобільного додатку «E-wings» обирає на карті будь-який вільний
                    електросамокат.
                    Після цього, Наймач за допомогою Мобільного додатку «E-wings» сканує QR код, що розташований на
                    кермі
                    електросамоката, або відкривши відповідну сторінку в Мобільному додатку «E-wings» вручну вводить
                    номер
                    обраного електросамоката. При цьому в Мобільному додатку відображаються наступні відомості про
                    електросамокат: місцезнаходження, вартість 1 хвилини прокату та вартість розблокування, рівень
                    заряду
                    акумулятора.

                </p>
                <p>
                    7.1.1.1 Наймач за допомогою Мобільного додатку «E-wings» може забронювати конкретний електросамокат,
                    за
                    ціною та на строк, визначені в Мобільному додатку «E-wings» або на сайті Наймодавця. Бронювання може
                    бути відмінене Наймачем через Мобільний додаток «E-wings».
                </p>
                <p>
                    7.1.1.2 У разі відміни бронювання, а також у разі відсутності факту початку прокату електросамоката
                    Наймачем по закінченню строку бронювання – з особистого гаманця Наймача в Мобільному додатку
                    «E-wings»
                    стягується 20 грн.
                </p>
                <p>
                    7.1.1.3 Наймодавець має право відмовити Наймачу в бронюванні у разі наявності хоча б одного факту
                    відміни бронювання або у разі відсутності факту початку прокату електросамоката Наймачем по
                    закінченню
                    строку бронювання.
                </p>
                <p>
                    7.1.2 В момент натискання кнопки «Сканувати» в Мобільному додатку «E-wings» Наймач підтверджує
                    фактичний
                    прийом обраного електросамоката і застосовуваних до нього ціни прокату та інших умов і з цього
                    моменту
                    починає обчислюватися час прокату конкретного електросамоката.
                </p>
                <p>
                    7.2 Прийом-передача електросамоката від Наймача до Наймодавця здійснюється наступним чином:


                </p>
                <p>

                    7.2.1 Наймач паркує електросамокат в дозволеному місці у межах зони користування, натискає в
                    Мобільному
                    додатку «E-wings» кнопку «Завершити поїздку», і, за запитом Наймодавця, надсилає через Мобільний
                    додаток
                    «E-wings» фото припаркованого електросамоката.
                </p>
                <p>
                    7.2.2 Строк прокату електросамоката закінчується у момент натискання Наймачем кнопки «Завершити
                    поїздку»
                    у Мобільному додатку «E-wings». У разі, якщо Наймодавець надіслав Наймачу запит про надіслання фото
                    припаркованого електросамоката – у момент надіслання таких фото Наймодавцеві через Мобільний додаток
                    «E-wings». За умови виконання Наймачем передбаченого Договором порядку прийому-передачі
                    електросамоката,
                    Наймачу в Мобільний додаток «E-wings» приходить підтвердження завершення прокату.

                </p>
                <p>
                    7.2.3 Факт отримання послуг Наймачем підтверджується оплатою таким Наймачем послуг Наймодавця.


                </p>

                <h3>
                    8. ВІДПОВІДАЛЬНІСТЬ СТОРІН
                </h3>

                <p>
                    8.1 За невиконання або неналежне виконання умов цього Договору Сторони несуть відповідальність
                    передбачену цим Договором та чинним законодавством України.
                </p>
                <p> 8.2 При простроченні оплати заборгованостей більше ніж на 48 годин з моменту їх виникнення,
                    Наймодавець нараховує пеню в розмірі 2% від суми простроченої заборгованості, за кожен день такого
                    прострочення.</p>
                <p> 8.3 У випадку порушення Наймачем положень, передбачених п.п. 4.4.7.7 та 4.4.15 цього Договору,
                    Наймач оплачує штраф розміром 500 грн. за кожен випадок такого порушення.</p>
                <p> 8.4 У випадку порушення Наймачем положень, передбачених п.п. 4.4.8; 4.4.10; 4.4.17; 4.4.18 цього
                    Договору, Наймач оплачує штраф розміром 700 грн. за кожен випадок такого порушення.</p>
                <p>
                    8.6 У випадку порушення Наймачем положень, передбачених п. 4.4.16 цього Договору, Наймач оплачує
                    штраф розміром 2500 грн. за кожен випадок такого порушення.

                </p>
                <p>
                    8.6 У випадку порушення Наймачем положень, передбачених п. 4.4.16 цього Договору, Наймач оплачує
                    штраф розміром 2500 грн. за кожен випадок такого порушення.

                </p>
                <p>
                    8.7 Сплата штрафних санкцій не звільняє Наймача від відшкодування збитків, завданих Наймодавцеві.


                </p>
                <p>
                    8.8 Ризик випадкового знищення або випадкового пошкодження електросамоката, з моменту натискання в
                    Мобільному додатку «E-wings» кнопки «Початок поїздки» і до моменту завершення прокату несе Наймач.

                </p>
                <p>
                    8.9 За порушення ПДР на Наймача покладається відповідальність, передбачена Кодексом України про
                    адміністративні правопорушення. Якщо оплата штрафу за Наймача була проведена Наймодавцем, Наймач
                    зобов'язаний відшкодувати Наймодавцю понесені ним у зв'язку з цим витрати.

                </p>
                <p>
                    8.10 У випадку порушення Наймачем положень, передбачених п. 4.4.18.1; 4.4.7.4 цього Договору, Наймач
                    оплачує штраф розміром 1000 грн. за кожен випадок такого порушення.

                </p>

                <h3>
                    9. ПІДСТАВИ ТА ПОРЯДОК РОЗІРВАННЯ ДОГОВОРУ

                </h3>

                <p>
                    9.1 Цей Договір може бути розірваний до закінчення його дії за згодою Сторін або за ініціативою
                    однієї із Сторін вираженою в зрозумілому обом Сторонам вигляді.

                </p>
                <p>
                    9.2 Цей Договір може бути розірваний достроково в односторонньому позасудовому порядку за
                    ініціативою Наймодавця з таких підстав:


                </p>
                <p>
                    9.2.1 При неодноразовому (два чи разів) порушення Наймачем ПДР під час користування
                    електросамокатом;

                </p>
                <p>
                    9.2.2 При неодноразовому (два чи більше разів) порушення Наймачем правил паркування електросамоката;

                </p>
                <p>
                    9.2.3 При встановленні факту заподіяння Наймачем шкоди електросамокату Наймодавця;


                </p>
                <p>9.2.4 При встановленні факту застосування Наймачем технічних засобів, що блокують GPS-сигнал, а також
                    інших способів відключення захисних систем або систем контролю, встановлених на електросамокати.</p>
                <p> 9.3 При достроковому розірванні Договору з ініціативи Наймодавця Договір вважається розірваним з
                    моменту повідомлення про це Наймача через Мобільний додаток «E-wings».</p>
                <p>9.4 Цей Договір може бути розірваний достроково в односторонньому позасудовому порядку з ініціативи
                    Наймача, в разі направлення ним запиту на видалення його як користувача, за умови відсутності
                    заборгованості перед Наймодавцем, штрафів та інших платежів, передбачених цим Договором.</p>
                <p>9.5 Запит на видалення користувача направляється Наймачем на електронну пошту Наймодаця -
                    support@go-easy.com або через кнопку «Видалити» в меню Профіль в мобільному додатку «E-wings».</p>
                <p>9.6 У випадку розірвання Договору з ініціативи Наймача, за відсутності заборгованості, Договір
                    вважається розірваним після спливу 10 календарних днів з дати направлення Наймачем запиту на
                    видалення користувача. При наявності у Наймача заборгованості, Договір вважається розірваним після
                    спливу 10 календарних днів з дати повного погашення Наймачем заборгованості по орендних платежах,
                    штрафів та інших платежів, передбачених цим Договором. В день розірвання Договору Наймодавець
                    видаляє обліковий запис Наймача.</p>
                <p>9.7 Закінчення дії Договору не звільняє Наймача від обов'язку оплатити орендні платежі, штрафи та
                    інші платежі за Договором, а також не звільняє від відповідальності за порушення умов Договору.</p>


                <h3>
                    10. ЗГОДА НАЙМАЧА НА ОБРОБКУ ЙОГО ПЕРСОНАЛЬНИХ ДАНИХ
                </h3>

                <p>
                    10.1 В рамках цього Договору Наймач надає Наймодавцеві свої персональні дані. Наймодавець має право
                    перевірити надані Наймачем відомості.

                </p>
                <p>
                    10.2 При акцепті цього Договору Наймач дає свою згоду на обробку його персональних даних. Ця згода
                    стосується наступних дій з персональними даними: збір; запис; систематизація; накопичення;
                    зберігання; уточнення (оновлення, зміна); використання; передачу; блокування; видалення; знищення; а
                    також інше використання Наймодавцем наданих йому персональних даних.
                </p>
                <p>
                    10.3 Наймач дає свою згоду на розсилку реклами та інформації рекламного характеру про Наймодавця,
                    про послуги, які ним надаються, про акції та про партнерів.

                </p>
                <p>
                    10.4 Наймач гарантує дійсність всіх вказаних ним персональних даних.

                </p>
                <p>
                    10.6 Наймач має право направити запит на видалення персональних даних шляхом видалення облікового
                    запису. Видалення персональних даних здійснюється протягом 10 календарних днів після надходження
                    Наймодавцю запиту на видалення користувача.
                </p>

                <h3>
                    11. ФОРС-МАЖОР
                </h3>

                <p>
                    11.1 Сторони звільняються від відповідальності за часткове або повне невиконання зобов'язань за
                    Договором, якщо таке невиконання зобов'язань стало наслідком обставин непереборної сили
                    (форс-мажор), які Сторони не могли передбачити на момент укладення Договору.</p>
                <p>
                    11.2 Якщо будь-яка з обставин непереборної сили вплинула на виконання зобов'язань в строк,
                    встановлений Договором, то цей термін пропорційно пересувається на час дії обставини непереборної
                    сили. У разі якщо зазначений термін перевищує три місяці, кожна із Сторін має право відмовитися від
                    виконання Договору в односторонньому позасудовому порядку, письмово повідомивши про це іншу Сторону
                    за Договором з використанням Мобільного додатку «E-wings» або електронної пошти.</p>
                <p> 11.3 В разі настання обставин непереборної сили, Сторона, для якої створилася неможливість виконання
                    зобов'язань за Договором, зобов'язана протягом 3 (трьох) днів сповістити іншу Сторону про настання
                    даних обставин.</p>
                <p> 11.4 Сторона, що не виконала свого обов'язку сповістити іншу Сторону про настання обставин
                    непереборної сили в строк, зазначений в п. 11.3, і документально не підтвердила їх наступ, втрачає
                    право посилатися на ці обставини як на підставу звільнення від відповідальності за неналежне
                    виконання Договору.
                </p>


                <h3>
                    12. СТРОК ДІЇ ДОГОВОРУ
                </h3>

                <p>
                    12.1 Договір набуває чинності з моменту акцепту оферти в порядку, передбаченому цим Договором.

                </p>
                <p>
                    12.2 Договір припиняє свою дію після виконання Наймачем дій передбачених п. 7.2 Договору.

                </p>

                <h3>
                    13. ІНШІ УМОВИ ДОГОВОРУ

                </h3>

                <p>
                    13.1 Питання, які не врегульовані цим Договором, регулюються чинним законодавством України.

                </p>
                <p>
                    13.2 Сторони домовилися про те, що, в разі виникнення спору, вони до звернення в суд зобов'язані
                    дотримати досудового (претензійного) порядку врегулювання спору. У такій ситуації, одна Сторона за
                    Договором, протягом 7 (семи) календарних днів з дати виникнення спірної ситуації повинна направити
                    іншій Стороні письмову Претензію з використанням Мобільного додатку «E-wings» або за адресою,
                    вказаною при укладанні Договору. До письмової Претензії повинні бути додані документи (їх скани) та
                    (або) фотографії, які обґрунтовують вимоги Сторони. Сторона, яка отримала Претензію, зобов'язана
                    протягом 7 (семи) календарних днів дати на неї обґрунтовану письмову відповідь. Письмова відповідь
                    на Претензію відправляється з використанням Мобільного додатку «E-wings» або на електронну адресу,
                    вказану при укладанні Договору. До відповіді на Претензію повинні бути додані документи (їх скани)
                    та (або) фотографії, що обгрунтовують надану відповідь.
                </p>
                <p> 13.3 В разі неотримання відповіді на Претензію у встановлений п. 13.2. Договору термін, або незгоди
                    з отриманою відповіддю, зацікавлена Сторона має право звернутися за захистом своїх прав і
                    охоронюваних законом інтересів до суду.</p>
                <p> 13.4 Сторони домовилися про те, що розгляд спорів, які виникають при укладанні, виконанні,
                    розірванні цього Договору, здійснюється судом за місцезнаходженням Наймодавця.</p>


                <h3>
                    14. РЕКВІЗИТИ НАЙМОДАВЦЯ
                </h3>

                <p>

                    <strong>
                        ТОВАРИСТВО З ОБМЕЖЕНОЮ ВІДПОВІДАЛЬНІСТЮ "Е-ВІНГС", ( ТОВ "Е-ВІНГС")
                    </strong>

                </p>
                <p>
                Код ЄДРПОУ 43529273
                
                </p>
                <p>
                80380, Львівська обл., Жовківський р-н, село Великі Грибовичі, вул. Л.УКРАЇКИ, буд. 16
                
                </p>

                <p>
                IBAN UA273253210000026008053783229
                
                </p>

                <p>
                в АТ КБ "ПРИВАТБАНК"
                
                </p>
                <p>
                МФО 325321
                
                </p>
                <p>
                    Директор МОТРУК РОМАН РУСЛАНОВИЧ
                
                </p>

            </div>
        </div>
    </div>
</section>



<?php get_footer(); ?>

<style>
body {
    font-size: 18px !important;
}

header {
    z-index: 100;
}

h1 {
    font-family: Rubik !important;
}

h1 span {
    font-size: 22px;
}

nav a {
    font-size: 14px !important;
}

.header {
    background: gray;
}

.public-contract {
    background: #f9f9f9;
}

.politic {
    font-size: 36px;
}

ul,
li {
    list-style-type: none;
    font-size: 16px;
}

.box p {
    font-size: 18px !important;
}

.box a {
    color: #212529 !important;
    text-decoration: underline !important;
}

.box a:hover {
    text-decoration: none !important;
}

.page-footer a {
    font-size: 14px !important;
}

h3 {
    text-align: center;
}

@media (max-width: 375px) {
    h1 {
        font-size: 36px;
    }
}

.site {
    color: black !important
}
</style>