<?php
/*
Template Name: Privacy Policy
*/
?>

<?php get_header("privacy_policy"); ?>

<section class="privacy mt-5">
    <div class="container">
        <div class="row mt-3">
            <div class="col-12 d-flex justify-content-center m-auto politic mt-2">
                <h1 class="mt-5">
                    Політика конфіденційності
                </h1>
            </div>
        </div>
        <div class="row">
            <div class="col-12">
                <div class="box mb-5">
                    <h3>
                        Діє з 01.06.2020 року
                    </h3>
                    <p>Політика конфіденційності описує, як ми збираємо, використовуємо та захищаємо будь-яку інформацію
                        про вас. Вона також роз’яснює, як з нами зв’язатися, якщо у вас виникнуть запитання, на які ми з
                        радістю відповімо.</p>
                    <p>
                        Якщо ви вирішили скористатися нашими послугами, тоді ви погоджуєтесь на збір та використання
                        інформації відповідно до цієї Політики конфіденційності. Персональна інформація, яку ми
                        збираємо, використовується для надання та вдосконалення наших послуг. Ми не будемо
                        використовувати чи обмінюватись вашою інформацією ні з ким, крім випадків, описаних у цій
                        Політиці конфіденційності.
                    </p>
                    <p>
                        Політика конфіденційності час від часу може змінюватися. Оновлена Політика конфіденційності буде
                        доступна через наш Сервіс, і після того, як ми внесемо будь-які суттєві зміни до цієї Політики
                        конфіденційності, ми повідомимо вас, а також можемо зв’язатися з вами безпосередньо електронною
                        поштою або іншим способом.
                    </p>

                    <h3>
                        Види інформації, яку ми збираємо
                    </h3>

                    <p>

                        Ми збираємо або отримуємо інформацію різними способами. Типи інформації, яку ми збираємо чи
                        отримуємо, залежать від способу використання та взаємодії з нашим Сервісом. Здебільшого ви
                        можете
                        обрати інформацію, яку ви нам надаєте, хоча для надання послуг нам потрібна певна конкретна
                        інформація. Ми використовуємо та розголошуємо цю інформацію для цілей, описаних далі.
                    </p>


                    Типи інформації, яку ми збираємо, включають:

                    <ul>
                        <li>
                            - Інформація облікового запису, наприклад ваше ім’я, електронна адреса, номер телефону та
                            платіжна
                            інформація, така як дані вашої платіжної картки. Для використання певних продуктів ми можемо
                            також
                            вимагати від вас надати копію вашого водійського посвідчення або паспорта.
                        </li>
                        <li>
                            - Ми збираємо та обробляємо дані про місцезнаходження під час реєстрації та використання
                            нашого
                            Сервісу. Наприклад, для того, щоб показати вам доступні самокати поблизу вашого місця
                            розташування,
                            необхідно зафіксувати фактичне розташування вашого пристрою. Такі дані, як місце
                            розташування
                            самоката, маршрути, які здійснює самокат, та його статус прокату також необхідні для надання
                            Послуг
                            при користуванні нашим Сервісом. Ми також збираємо дані про місцезнаходження безпосередньо з
                            самокатів, в тому числі, коли самокат знаходиться в русі, ми отримуємо інформацію про
                            подорож. Дані
                            про місцезнаходження користувачів допоможуть нам дізнатися про популярні напрямки
                            користувачів, щоб
                            у майбутньому ми могли покращити ціни, доступні місця та спектр послуг, зважаючи на середню
                            кількість часу, який користувач витрачає на фактичне використання самоката.
                        </li>
                        <li>
                            - Якщо ви підключитесь або увійдете в наш Сервіс за допомогою сторонньої служби (наприклад,
                            Facebook), ця служба може надіслати нам інформацію, таку як ваш дані вашого профілю або
                            список
                            друзів з цієї служби.
                        </li>
                        <li>
                            - Коли ви звертаєтесь до служби підтримки (обслуговування), ви можете надати нам свою
                            контактну
                            інформацію, щоб ми могли відповісти на ваші запити (звернення); ми можемо зберігати
                            інформацію про
                            вашу взаємодію з нашими службами підтримки (обслуговування).
                        </li>
                        <li>
                            - Ми збираємо інформацію з вашого браузера, комп’ютера чи мобільного пристрою, що надає нам
                            технічну
                            інформацію, таку як IP-адреса джерела вашого пристрою, коли ви отримуєте доступ або
                            користуєтесь
                            нашим Сервісом. Ми використовуємо файли cookie та подібні технології (наприклад, пікселі та
                            теги)
                            при наданні наших послуг, у тому числі для запам'ятовування ваших налаштувань та для збору
                            інформації про вас.
                        </li>
                        <li>
                            - Ми збираємо інформацію, якою ви ділитесь у наших Серісах, наприклад, коли ви берете участь
                            у
                            групах чи інших форумах, або коментуєте дописи в блозі.
                        </li>
                        <li>
                            - Ми отримуємо інформацію про вас при взаємодії з нашими партнерами, такими як маркетингові
                            та
                            рекламні компанії.
                        </li>
                        <li>
                            - Щоб допомогти вам познайомити людей з нашими послугами, ви можете скористатися нашою
                            реферальною
                            системою, щоб повідомити друзів про наш Сервіс та отримати знижку. Коли ви вирішите
                            скористатися
                            нашою реферальною системою, ми попросимо ім’я та електронну адресу вашого друга та
                            автоматично
                            надішлемо запрошення одноразовим електронним листом від вашого імені, запросивши його або її
                            скористатися нашими послугами.
                        </li>
                    </ul>


                    <h3>
                        Як ми використовуємо інформацію

                    </h3>
                    Ми використовуємо вашу інформацію, включаючи інформацію про ваше місцезнаходження, для того,
                    щоб:

                    <ul>
                        <li>
                            - надати вам послуги за вашим запитом, включаючи управління вашим обліковим записом та
                            історією
                            поїздок;
                        </li>
                        <li>
                            - стежити, відстежувати та обслуговувати самокати, в тому числі, коли ви ними користуєтесь;
                        </li>
                        <li>
                            - прослідковувати оплату, передплату та будь-які знижки або спеціальні пропозиції, такі як
                            безкоштовні розблокування самокатів;
                        </li>
                        <li>
                            - комунікувати з вами стосовно вашого облікового запису, взаємодій або транзакцій, включаючи
                            оголошення, пов’язані з нашим Сервісом, такі як зміни в нашій політиці. Ми можемо також
                            надсилати
                            вам опитування чи маркетингові пропозиції, включаючи інформацію про функції та вдосконалення
                            нашого
                            Сервісу;
                        </li>
                        <li>
                            - оптимізувати, розвивати та вдосконалювати наш Сервіс. Для цього ми можемо скористатися
                            сторонніми
                            компаніями, які проводять аналітику, щоб зрозуміти, як використовується наш Сервіс, і щоб
                            допомогти
                            нам покращити послуги;
                        </li>
                        <li>
                            - стягувати та виставляти рахунки за користування самокатами;
                        </li>
                        <li>
                            - здйснювати зворотний зв'язок;


                        </li>
                        <li>
                            - у разі необхідності виконувати наші зобов’язання, у тому числі відповідати вимогам
                            законодавства
                            та вимогам місцевих нормативно-правових актів;

                        </li>
                        <li>
                            - виявляти, розслідувати та запобігати діяльності, яка може порушувати політику «Умов
                            користування»
                            або «Умов надання послуг» або бути незаконною, що може включати обмін інформацією з
                            державними
                            органами, такими як правоохоронні органи;

                        </li>
                        <li>
                            - співпрацювати з третіми особами, такими як органи місцевого самоврядування, як описано
                            нижче у
                            розділі «З ким ми ділимося вашою інформацією?».

                        </li>
                    </ul>








                    <h3>
                        З ким ми ділимося вашою інформацією?
                    </h3>
                    Ми ділимось вашою інформацією з філіями нашої компанії, нашими постачальниками послуг, іншими
                    третіми особами, коли необхідно виконувати умови надання послуг та як описано в цій Політиці
                    конфіденційності. Зокрема, ми ділимось вашою інформацією з такими особами:

                    <ul>
                        <li>
                            - Наші постачальники послуг та партнери.
                        </li>
                    </ul>

                    Ми ділимось вашою інформацією з нашими надійними постачальниками послуг та партнерами, які надають
                    послуги, такі як розміщення даних, обробка платежів, підтримка та вдосконалення нашого Сервісу,
                    надання послуг клієнтам або надання маркетингових та рекламних послуг. Наприклад, ми обмінюємось
                    інформацією з емітентами кредитних карт, щоб обробити ваші платежі.
                    <ul>
                        <li>
                            - Співпраця з третіми особами.
                        </li>
                    </ul>

                    Після видалення певних ідентифікаторів, таких як ваше ім’я, телефон та адреса електронної пошти
                    (якщо вони надані) та поєднання отриманої інформації із аналогічною інформацією інших користувачів,
                    ми можемо використовувати та ділитися вашою інформацією щодо окремих записів про подорожі та історію
                    місцезнаходження з третіми особами для досліджень, ділових чи інших цілей. Наприклад, ми
                    співпрацюємо з органами місцевого самоврядування для співпраці в таких дослідницьких проектах, як
                    розробка моделей руху та подорожей у місті.

                    <ul>
                        <li>
                            - Державні та правоохоронні органи.
                        </li>
                    </ul>

                    Ми можемо поділитися вашою інформацією, якщо вважатимемо, що це необхідно зробити з належних
                    правових підстав, у тому числі для виконання вимог законодавства чи нормативно-правових актів або
                    якщо це є частиною судового процесу; щоб виявляти, розслідувати, запобігати шахрайству та іншим
                    протиправним діям, або запобігати шкоді чи заподіянню шкоди вам, представникам громадськості, нашому
                    персоналу, іншим стороннім особам чи нам самим; або якщо нам потрібно зробити це для захисту наших
                    законних прав чи власності, вжити заходів щодо протиправної діяльності чи правопорушень у сфері
                    дорожнього руху чи виконувати наші договори та наші умови надання послуг.

                    <ul>
                        <li>
                            - Наші філії.
                        </li>
                    </ul>

                    Ми можемо поділитися вашою інформацією з нашими філіями, щоб допомогти надавати, підтримувати та
                    вдосконалювати наші послуги. У міру зростання ми можемо розширити свою корпорацію шляхом створення
                    місцевих дочірніх компаній або інших філій, якщо це буде необхідно, щоб покращити надання послуг.

                    <ul>
                        <li>
                            - Реорганізація бізнесу.
                        </li>
                    </ul>

                    <p>Ми також можемо обмінюватися вашою інформацією у рамках продажу, злиття, перетворення або під час
                        підготовки до будь-якого з цих процесів.</p>
                    <p> Ми також можемо ділитися зведеною, неперсоніфікованою інформацією, яку неможливо використати для
                        вашої ідентифікації з третіми особами.</p>
                    <p>
                        Ми не продаємо та не передаємо вашу особисту інформацію третім особам для розповсюдження, за
                        винятком отримання вашої згоди.</p>



                    <h3>
                        Наші правові підстави використання вашої інформації
                    </h3>

                    Ми опираємось на ряд правових підстав для збору, використання, обміну та іншої обробки вашої
                    інформації для цілей, описаних у цій Політиці конфіденційності, включаючи:
                    <ul>
                        <li>- якщо необхідно надавати послуги та виконувати наші зобов’язання відповідно до умов надання
                            послуг.
                            Наприклад, ми не можемо надавати послуги, якщо ми не збиратимемо та не оброблятимемо основну
                            інформацію про вас та ваше місцезнаходження;</li>
                        <li>- якщо ви надали свою згоду на обробку вашої інформації (ви можете будь-коли відкликати свою
                            згоду);</li>
                        <li>- необхідність дотримання юридичних зобов'язань, включаючи, наприклад, відповіді на запити
                            державних
                            органів чи правоохоронних органів або для дотримання чи виконання правових вимог;</li>
                        <li>- захист інтересів наших користувачів, співробітників та представників громадськості;</li>
                        <li>- якщо це дозволено законом, ми можемо обробляти дані в суспільних інтересах; та / або якщо
                            обробка
                            необхідна для наших цілей або законних інтересів третіх осіб, за умови, що це не порушує
                            ваших прав
                            та інтересів.
                        </li>
                    </ul>






                    <h3>
                        Як ми передаємо вашу інформацію
                    </h3>

                    <p>
                        Оскільки ми пропонуємо наші послуги у багатьох місцях, ми можемо передавати вашу інформацію
                        нашим
                        філіям для належного надання вам послуг.
                    </p>

                    <h3>
                        Log Data
                    </h3>
                    <p>
                        Ми хочемо повідомити вам, що коли ви користуєтесь нашим Сервісом, у випадку помилки в додатку ми
                        збираємо дані та інформацію (через сторонні служби) на вашому телефоні під назвою Log Data. Ці
                        дані
                        можуть містити інформацію, таку як Інтернет-протокол вашого пристрою ("IP"), ім'я пристрою,
                        версія
                        операційної системи, конфігурація програми під час використання нашого Сервісу, час і дата
                        використання та інші статистичні дані.
                    </p>




                    <h3>
                        Як довго ми зберігаємо інформацію
                    </h3>

                    <p>
                        Ми зберігаємо вашу інформацію до тих пір, наскільки це обґрунтовано необхідно для надання вам
                        послуг
                        або до того часу, поки ваш профіль не буде видалений, залежно від того, який термін буде довшим
                        і
                        залежно від вимог чинного законодавства.
                    </p>

                    <p>
                        Ми можемо попросити копію вашого водійського посвідчення, перш ніж ви зможете користуватися
                        деякими
                        з наших послуг. Коли ми просимо отримати копію вашого посвідчення водія, ми проводимо перевірку,
                        щоб
                        переконатися в його дійсності; ми зберігаємо лише обмежену інформацію стосовно перевірки, щоб ви
                        могли користуватися нашими послугами.
                    </p>
                    <p>
                        Коли ви видаляєте свій обліковий запис, може знадобитися додатковий час для повного видалення
                        вашої
                        інформації з наших баз даних та системних журналів. Ми також можемо зберігати інформацію з
                        видалених
                        облікових записів для запобігання шахрайству чи стягненню плати, а також для виконання умов
                        надання
                        послуг, виконання наших юридичних зобов’язань або реалізації наших законних прав.
                    </p>
                    <p>
                        Особисті дані користувача зберігаються до тих пір, поки у користувача є активний профіль у
                        нашому
                        Сервісі. Обліковий запис користувача вважається неактивним, якщо він не користувався цим
                        обліковим
                        записом 36 місяців поспіль, після цього дані про користувача будуть видалені та більше не
                        зберігатимуться.
                    </p>





                    <h3>
                        Заходи безпеки, які ми вживаємо
                    </h3>

                    <p>
                        Ми вживаємо запобіжних заходів технічного та організаційного характеру для захисту персональних
                        даних користувача від обробки, втрати, знищення чи
                        доступу до них сторонніх осіб. Заходи безпеки регулярно переглядаються відповідно до
                        технологічного
                        розвитку та сучасного технічного обладнання.
                    </p>



                    <h3>
                        Посилання на інші сайти
                    </h3>

                    <p>
                        Наш Сервіс може містити посилання на інші сайти. Якщо ви натиснете на сторонні посилання, ви
                        перейдете на цей сайт. Зауважте, що ці зовнішні сайти нами не керуються. Тому ми наполегливо
                        радимо
                        переглянути політику конфіденційності цих веб-сайтів. Ми не контролюємо і не несемо
                        відповідальності
                        за вміст, політику конфіденційності та наповнення будь-яких сторонніх сайтів чи служб.
                    </p>




                    <h3>
                        Доступ та керування вашою інформацією
                    </h3>

                    <p>
                        Якщо у вас є обліковий запис, ви можете переглянути, змінити або видалити свою інформацію,
                        увійшовши
                        до свого облікового запису та редагуючи свій профіль. Ви можете змінити свій номер мобільного
                        телефону або електронну адресу, скориставшись нашою функцією зміни додатка. Ви можете будь-коли
                        видалити свій профіль, надіславши нам запит.
                    </p>



                    <h3>
                        Захист персональних даних дітей
                    </h3>

                    <p>
                        Наш Сервіс не призначений для користування особами, які не досягли 18 років. Ми свідомо не
                        збираємо
                        особисту інформацію від дітей до 18 років. Якщо ми виявимо, що дитина до 18 років надала нам
                        персональні дані, ми негайно видаляємо їх з наших серверів. Якщо ви є батьком (матір’ю) чи
                        опікуном
                        (законним представником) і вам відомо, що ваша дитина надала нам особисту інформацію, будь
                        ласка,
                        зв’яжіться з нами, щоб ми змогли вчинити всі необхідні дії для видалення цих даних.
                    </p>



                    <h3>
                        Зв'яжіться з нами
                    </h3>

                    <p>
                        Якщо у вас є якісь питання або пропозиції щодо нашої Політики конфіденційності, зв’яжіться з
                        нами за
                        адресою:
                        <a href="mailto:ewingsukraine@gmail.com">
                            ewingsukraine@gmail.com
                        </a>
                    </p>

                </div>
            </div>
        </div>
    </div>

</section>


<?php get_footer(); ?>

<style>
body {
    font-size: 18px !important;
}

h1 {
    font-family: Rubik !important; 
}

nav a {
    font-size: 14px !important;
}

.header {
    background: gray;
}

.privacy {
    background: #f9f9f9;
}

.politic {
    font-size: 36px;
}

ul,
li {
    list-style-type: none;
    font-size: 16px;
}

.box p {
    font-size: 18px !important;
}

.box a {
    color: #212529 !important;
    text-decoration: underline !important;
}

.box a:hover {
    text-decoration: none !important;
}

.page-footer a {
    font-size: 14px !important; 
}

@media (max-width: 375px) {
    h1{
        font-size: 36px;
    }
}
</style>